
// 主体main部分、
// 选择我们的三个理由
const reason={
    reason1:'选择我们的',
    reason2:'三个理由',
    reason3:'三大优势，让您不虚此行',
    reason4:[
        {
        class:'reason4',
        title:'师傅带徒弟/手把手',
        content1:'教官',
        content2:'严格',
        content3:'把关学习成果',
        content4:'任务',
        content5:'通关后晋级',
        },
        {
        class:'reason5',
        title:'工作式学习',
        content2:'真实工作环境、真实商业项目',
        content4:'培养',
        content5:'真实交付能力',
        },
        {
        class:'reason6',
        title:'保月薪12k',
        content1:'限北上广深等城市',
        content4:'软件开发工作',
        }
    ]
}
// IT行业就业、职场痛点
const work={
    work1:'IT行业就业/职场',
    work2:'痛点',
    work3:' 企业',
    work4:'人才需求痛点 —',
    work44:'—',
    work5:'企业从培训机构招到的人不能真正上手做事',
    work6:'企业需求是能做事的人，而不是空有知识，动手能力为0的新人',
    work7:[
        {
            class:'work8',
            p1:'新人培养成本高',
        },
        {
            class:'work9',
            p1:'能力定级困难项目风险大 ',
        },
        {
            class:'work10',
            p1:'人员流失率高' ,     
        },
        
    ],
    work8:' 人才供应',
    work9:'痛点 —',
    work10:'从众多培训机构毕业的人不会做事',
    work11:'试想你是企业老板你愿意招一群只会说，不会做的程序员吗？',
    work12:'答案是显然易见的。',
    work13:[
        {
            p:'每个人都有最适合的学习节奏,众多培训机构满足不了学员 ',
            img:'/兄弟连1_21'
        },
        {
            p:'众多培训机构出来，不能立即做事',
            img:'/兄弟连1_23'
        },
        {
            p:'没有学习氛围，坚持不下来',
            img:'/兄弟连1_27'
        },
        {
            p:'没有真实项目体验，心虚不好找工作',
            img:'/兄弟连1_28'
        }
    ]
}
//  {/* 解决∏人才供需矛盾的破冰者立即报名*/}
const ice={
    ice1:'解决IT人才供需矛盾的',
    ice11:'破冰者',
    ice2:'——兄弟会学习模式',
    ice3:'兄弟会就是为解决企业需求和人才供应之间',
    ice4:'日益尖锐矛盾应运而生的一种“产学共建”模式。',
    ice5:'— 解决企业需求痛点 —',
    ice6:[
        {   
            class:"iceDiv1",
            title:'01  省时高效',
            p1:'学员可立即做事，节约培养成本。',
        },
        {   
            class:"iceDiv2",
            title:'02  企业放心',
            p1:'学员级别与能力相符，企业用的放心。',
        },
        {   
            class:"iceDiv3",
            title:'03  产学共建',
            p1:'“产学共建”模式，无需等待新人成长，人员流失率低。',
        }      
    ],
    ice7:'— 解决学员学习的痛点 —',
    ice8:[
        {
            class:"iceDiv1",
            title:'保证教学质量',
            p1:'培养模式因人而异，保证完全考核通过后，才会分配下一个任务，保证学员真正能掌握应用技能。',
        },
        {
            class:"iceDiv2",
            title:'良好的学习氛围',
            p1:'学习氛围好，大家分成4-5人的小组，每天主动学习到晚上十二点。',
        },
        {
            class:"iceDiv3",
            title:'“产学共建”',
            p1:'真实项目“产学共建”模式',
        }
    ],
    ice9:'优势对比',
    ice10:'传统IT培训机构',
    ice12:'兄弟会',
    ice13:[
        {
            class:'ice13Div1',
            p1:'知识点教学体系',
            h3:'真正以职业为导向的人才培养体系'
        },
        {
            class:'ice13Div2',
            p1:'填鸭式被动学习',
            h3:'师徒制互动学习'
        },
        {
            class:'ice13Div3',
            p1:'学习级别无区分',
            h3:'依照学习进度，真正做到因材施教'
        },
        {
            class:'ice13Div4',
            p1:'模拟项目演练',
            h3:'真实项目开发经验'
        },
        {
            class:'ice13Div5',
            p1: '讲师多年“教学经验”',
            h3:'教官来自一线”实战经验“的技术经理'
        },

    ]


}
// “兄弟会”一培养具备真实交付能力的程序员
const really={
    rel1:'“兄弟会” 一 培养具备',
    rel2:'真实',
    rel3:'交付能力',
    rel4:'的程序员',
    rel5:[
        {class:"relP1",
         p:'基础逻辑训练'},
         {class:"relP2",
         p:'前端组件训练'},
         {class:"relP3",
         p:'强化编程训练'},
         {class:"relP4",
         p:'结合开源社区生态，完成项目开发训练'},
         {class:"relP5",
         p:'国内常见第三方生态使用，带领小型团队'}
    ]
}
// 六大学科融会贯通*
const obj={
    obj1:'“兄弟会”六大语言学科',
    obj2:'融会贯通',
    obj3:[
        {class:'obj31',
        span:'PHP'},
        {class:'obj32',
        span:'JAVA'},
        {class:'obj33',
        span:'前端'},
        {class:'obj34',
        span:'Python'},
        {class:'obj35',
        span:'大数据开发'},
        {class:'obj36',
        span:'云计算Linux'},
        {class:'obj37',
        span:'+人工智能'},
    ]
}
// 关于兄弟会应该知道的事
const thing={
    thing1:'关于',
    thing2:'兄弟会,',
    thing3:'你应该',
    thing4:'知道的事情',
    thingP1:'兄弟会的能力定级是什么?',
    thingP2:'兄弟会的学习方式及周期',
    thingP3:'兄弟会保薪资吗?',
    thingP4:'兄弟会的学习要求',
    p1:'兄弟会的定级，参考百度及阿里技术定级策略，分为五个培养等级。五级通关后的能力，大于等于从培训机构毕业后一年以上工作经验。',
    p2:'学习方式：',
    p21:'教官布置任务，学员按时按标准完成，五人为一组，教官在身边指导。',
    p22:'学习周期:',
    p222:'5-6个月的时间周期',
    p23:'前40天7*15模式,9:00-24:00(表现好者每周可奖励休息一天)',
    p24:'40天后每周可休息1天',

    pp3:[
        {p3:'兄弟会达到',
        p301:'第5级',
        p302:'合格的学员，毕业后不做任何包装就可月薪为',
        p303:'12-15K。',
        class:'pp3P1'
        },
        {p3:'兄弟会达到',
        p301:"第4级",
        p302:'合格会员，毕业后不做任何包装就可月薪',
        p303:'10000元。',
        class:'pp3P2'},
        {p3:'兄弟会达到',
        p301:'第3级',
        p302:'合格会员，毕业后不做任何包装就可月薪',
        p303:'8000元',
        class:'pp3P3'},
        {p3:'就业方面学员可以选择进入项目组，或自行找工作。',
        class:'pp3P4'}],
    p4:[
        {p44:'具有一定的逻辑思维能力，无学历要求',class:'p44P1'},
        {p44:'学习要有主动性并乐于分享',class:'p44P2'},
        {p44:'吃苦耐劳',class:'p44P3'}
    ]
}

// 将常量暴露出去
export {reason,work,ice,really,obj,thing};


